tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/core"
tap "jesseduffield/lazydocker"
tap "tkengo/highway"
brew "openssl", link: true
brew "circleci"
brew "composer"
brew "gettext"
brew "git"
brew "graphviz"
brew "lua"
brew "mysql"
brew "php@7.1"
brew "pyenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "tmux"
brew "tree"
brew "vim"
brew "yarn"
brew "zlib"
brew "zsh"
brew "dart-lang/dart/dart"
brew "heroku/brew/heroku"
brew "jesseduffield/lazydocker/lazydocker"
brew "tkengo/highway/highway"
