tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "shopify/shopify"
brew "colima"
brew "curl"
brew "difftastic"
brew "fd"
brew "fzf"
brew "git"
brew "jq"
brew "lazygit"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "nvm"
brew "rbenv"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "tmux"
brew "tree"
brew "shopify/shopify/shopify-cli"
cask "fig"
cask "font-hack-nerd-font"
vscode "adpyke.vscode-sql-formatter"
vscode "aki77.haml-lint"
vscode "aki77.rails-db-schema"
vscode "aki77.rails-i18n"
vscode "aki77.rails-routes"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "asvetliakov.vscode-neovim"
vscode "azemoh.one-monokai"
vscode "bierner.color-info"
vscode "blanu.vscode-styled-jsx"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "christian-kohler.path-intellisense"
vscode "codingyu.laravel-goto-view"
vscode "craigmaslowski.erb"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "henriiik.docker-linter"
vscode "heybourn.headwind"
vscode "johnnymorganz.stylua"
vscode "junstyle.php-cs-fixer"
vscode "keyring.lua"
vscode "manuelpuyol.erb-linter"
vscode "mehedidracula.php-namespace-resolver"
vscode "mhutchie.git-graph"
vscode "misogi.ruby-rubocop"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "neilbrayfield.php-docblocker"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel5-snippets"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "romanrei.material-dark"
vscode "shardulm94.trailing-spaces"
vscode "shopify.ruby-lsp"
vscode "shopify.theme-check-vscode"
vscode "sianglim.slim"
vscode "skyran.js-jsx-snippets"
vscode "streetsidesoftware.code-spell-checker"
vscode "stringham.move-ts"
vscode "stylelint.vscode-stylelint"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "wingrunr21.vscode-ruby"
vscode "wmaurer.change-case"
vscode "xabikos.javascriptsnippets"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "yinfei.luahelper"
vscode "yzhang.markdown-all-in-one"
